Repository: geosolutions-it/ckanext-dcatapit
Catalog: ckanext/dcatapit/i18n/*/LC_MESSAGES/ckanext-dcatapit.po
Languages: it

source: Source catalogs
it: Cataloghi di origine

source: Organization regions
it: Regioni

source: Resources licenses
it: Licenze sulle risorse

source: Subthemes
it: Sottotemi

source: Region
it: Regione

source: Dataset Editor
it: Editore del Dataset

source: dataset editor
it: Editore del Dataset

source: The responsible organization of the catalog
it: L'Organizzazione responsabile del catalogo

source: Catalog Organization Code
it: Codice dell'organizzazione relativa al catalogo

source: IPA/IVA
it: Codice IPA/IVA

source: The IVA/IPA code of the catalog organization
it: Il codice IPA/IVA dell'organizzazione del catalogo

source: Catalog Release Date
it: Data di rilascio del catalogo

source: catalog release date
it: Data di rilascio del catalogo

source: The creation date of the catalog
it: Data di creazione del catalogo

source: organization email
it: email dell'organizzazione

source: Telephone
it: Telefono

source: organization telephone
it: Numero di telefono dell'organizzazione

source: Site URL
it: URL del sito

source: organization site url
it: URL del sito dell'organizzazione

source: region name
it: Regione

source: organization IPA/IVA code
it: Codice IPA/IVA dell'organizzazione

source: Dataset Identifier
it: Identificativo del dataset

source: dataset identifier
it: Identificativo del dataset

source: package_identifier_help
it: E’ un codice identificativo univoco che si deve assegnare al dataset.Si genera associando il codice IPA dell’organizzazione ad un codice identificativo unico (UUID) generato sul sito https://www.uuidgenerator.net/ . Questo sito genera, ogni volta che viene aperto, un codice alfanumerico unico e irripetibile. E’ pertanto sufficiente aprire il sito e copiare il codice che compare in alto. Riportare il codice ottenuto nella forma IPA:UUID.

source: Other Identifier
it: Altro identificativo

source: other identifier
it: Altro identificativo

source: package_alternate_identifier_help
it: Specificare, se utile, uno o più identificativi secondari per il dataset. Per esempio, un identificativo disponibile nel sistema da cui il dato è estratto.

source: Dataset Themes
it: Temi del dataset

source: eg. education, agriculture, energy
it: es. educazione, agricoltura, energia

source: package_theme_help
it: Assegnare al dataset uno o più temi che descrivano l'ambito in cui si colloca, scegliendo tra quelli proposti nel menù a tendina. I temi proposti sono quelli definiti nel vocabolario Europeo sui Temi per i cataloghi che contengono dataset.

source: Name
it: Nome

source: publisher name
it: nome dell'editore

source: publisher identifier
it: identificativo dell'editore

source: package_publisher_help
it: L’organizzazione (o pubblica amministrazione) che rende disponibile il dataset, pubblicandolo. Vanno indicati sia il nome che il codice identificativo dell'organizzazione. Non inserire nomi di singole persone. Nel caso della Provincia autonoma di Trento andrà indicato il codice IPA della PAT associato al codice dell’ufficio/servizio/dipartimento che rende disponibile il dataset.

source: Release Date
it: Data di rilascio

source: release date
it: Data di rilascio

source: package_issued_help
it: E' la data in cui il dataset è reso disponibile la prima volta. Si sceglie dal calendario che viene proposto.

source: Modification Date
it: Data di modifica

source: modification date
it: Data di modifica

source: package_modified_help
it: E' la data dell'ultima modifica o dell'ultimo aggiornamento del dataset. Si sceglie dal calendario che viene proposto. In caso di aggiornamento continuo/quotidiano o comunque molto frequente inserire la data di ultima modifica sostanziale del dataset.

source: Geographical Name
it: Copertura Geografica

source: geographical name
it: copertura geografica

source: Organizational Unit Responsible Competence Area
it: Area di competenza dell'unità organizzativa preposta

source: package_geographical_name_help
it: E' l'area geografica coperta dal dataset; scegliere tra quelle proposte, che fanno riferimento al "tabella europea dei luoghi" (table of places)

source: GeoNames URL
it: URI di GeoNames

source: Enter geonames URL
it: URI di geonames

source: Enter name of place
it: Nome della località

source: package_geographical_geonames_url_help
it: Questa proprietà si riferisce ai riferimenti spaziali dell’area geografica di pertinenza del dataset ed utilizza una URI (Uniform Resource Identifier). L’URI da inserire si ottiene sul sito http://www.geonames.org/. Selezionare la località desiderata inserendone il nome nel primo campo disponibile per ottenere la URI corrispondente.

source: Dataset Languages
it: Lingue del dataset

source: eg. italian, german, english
it: es. italiano, tedesco, inglese

source: package_language_help
it: Indicare una o più lingue utilizzate nel dataset, scegliendo tra quelle proposte nel menù a tendina (italiano, tedesco, inglese).

source: Temporal Coverage
it: Estensione temporale

source: Start Date
it: Data iniziale

source: temporal coverage
it: Estensione temporale

source: End Date
it: Data finale

source: package_temporal_coverage_help
it: Inserire, se pertinente, la data di inizio e di fine del periodo a cui si riferiscono i dati del dataset.

source: Rights Holder
it: Titolare

source: rights holder of the dataset
it: Titolare del dataset

source: package_rights_holder_name_help
it: E' l'organizzazione (o pubblica amministrazione) che detiene la titolarità del dato ovvero quella che ha originariamente formato per uso proprio o commissionato ad altro soggetto pubblico o privato il dato.""E' l'organizzazione (o pubblica amministrazione) che detiene la titolarità del dato ovvero quella che ha originariamente formato per uso proprio o commissionato ad altro soggetto pubblico o privato il dato.

source: package_rights_holder_name_create_help
it: E' l'organizzazione (o pubblica amministrazione) che detiene la titolarità del dato ovvero quella che ha originariamente formato per uso proprio o commissionato ad altro soggetto pubblico o privato il dato. E' necessario selezionare un'organizzazione già esistente presso la piattaforma CKAN. Se l'organizzazione titolare non esiste, è necessario crearla fornendo la sua denominazione e l'identificativo, quest'ultimo rappresentato dal codice IPA (o partita IVA in caso di organizzazione privata).

source: Frequency
it: Frequenza

source: accrual periodicity
it: frequenza di aggiornamento

source: package_frequency_help
it: Frequenza temporale con cui il dataset viene aggiornato; scegliere tra quelle proposte che fanno riferimento al vocabolario Europeo sulle frequenze

source: Version Of
it: Versione di

source: is version of a related dataset URI
it: è una versione del datase con URI

source: package_is_version_of_help
it: Questa proprietà si può utilizzare se il dataset è un adattamento o una nuova versione di un dataset già pubblicato e descritto. Per esempio, se si vuole inserire una nuova versione 2.0 di un dataset già presente nel catalogo (con versione 1.0) si richiede di indicare il riferimento al dataset già incluso nel catalogo. Generalmente, si sconsiglia fortemente di creare nuovi dataset per piccoli cambiamenti. E’ invece consigliato definire nuovi dataset solo in presenza di cambiamenti significativi rispetto a precedenti versioni (e.g., nuovi elementi inclusi, adattamenti significativi di alcuni elementi, ecc). Perr fare riferimento al dataset di riferimento, inserire l'identificativo del dataset stesso.

source: Conforms To
it: Conforme a

source: conforms to
it: Conforme a

source: package_conforms_to_help
it: Questa proprietà si riferisce a una regola implementativa o altra specifica a cui il dataset è conforme. Si possono specificare uno o più standard, sia tecnici (anche de-facto) come per esempio DCAT, ISO/IEC 25012, CSW, ecc., sia riferimenti normativi (e.g., Decreto legislativo n.82/2005 - Codice dell’Amministrazione Digitale).

source: Creator
it: Autore

source: creator of the dataset
it: autore del dataset

source: package_creator_help
it: Questa proprietà si riferisce a una o più entità (organizzazione) che hanno materialmente creato il dataset. Se l'editore non l’ha prodotto, si può indicare l’organizzazione (o pubblica amministrazione) che ha materialmente prodotto il dataset come creatore. Si raccomanda di evitare l’inserimento di nomi di singole persone.Nel caso in cui editore e creatore del dataset coincidano, allora si può omettere questa proprietà. Vanno inseriti il nome dell'organizzazione e il suo codice identificativo.

source: Distribution Format
it: Formato di distribuzione

source: distribution format
it: formato di distribuzione

source: License
it: Licenza

source: license type
it: Tipo di licenza

source: Invalid couple, one value is missing
it: Coppia invalida, uno dei valori risulta mancante

source: This field cannot be a number
it: Questo campo non può essere un numero

source: Invalid date input: {}
it: Data non valida: {}

source: Temporal coverage value should not be empty
it: Estensione temporale vuota

source: Temporal coverage value is not valid
it: Estensione temporale non valida

source: Temporal coverage values should be in a list, got {}
it: Estensione temporale - errore interno: lista / {}

source: Invalid temporal coverage item, should be a dict, got {}
it: Estensione temporale - errore interno su elemento: dict / {}

source: Temporal coverage item contains invalid keys: {}
it: Estensione temporale - errore interno: chiavi {}

source: Temporal coverage should contain start element
it: Inizio intervallo mancante nell'estensione temporale

source: Temporal coverage start {} is after end {}
it: La data iniziale dell'intervallo temporale {} è posteriore alla data finale {}

source: Theme data should not be empty
it: Tema - errore interno dati vuoti

source: Theme data is not valid, expected json, got {}
it: Tema - errore interno: json / {}

source: Theme data should be a list, got {}
it: Tema - errore interno: lista / {}

source: Invalid theme item, should be a dict, got {}
it: Tema - errore interno su elemento: dict / {}

source: Theme item contains invalid keys: {}
it: Tema - errore interno: chiavi {}

source: Invalid theme {}
it: Tema non valido: {}

source: Invalid subtheme: {}
it: Sottotema non valido: {}

source: Harvest source not found
it: Catalogo d'origine non trovato

source: Harvest list
it: Lista cataloghi

source: Harvest Sources
it: Cataloghi importati

source: No sources yet
it: Nessun catalogo configurato

source: Title
it: Titolo

source: Last harvest run
it: Ultima importazione

source: Update frequency
it: Frequenza di aggiornamento

source: This field is required
it: Il campo è obbligatorio

source: Custom
it: Campo personalizzato

source: Select organization
it: Automaticamente assegnato all'organizzazione proprietaria del dataset.

source: Remove theme
it: Elimina tema

source: Remove creator
it: Elimina autore

source: Add new Creator
it: Aggiungi autore

source: Remove temporal-coverage
it: Elimina estensione temporale

source: Add new Temporal Coverage
it: Aggiungi estensione temporale

source: OthId Identifier
it: Codice

source: OthId dataset identifier
it: Altro id del dataset

source: OthId Organization
it: Gestore del codice

source: OthId organization name
it: es: ISBN

source: OthId Organization ID
it: Id del gestore

source: OthId organization identifier
it: es: 978-88-89637

source: Remove
it: Elimina

source: Add new identifier
it: Aggiungi altro identificativo del dataset

source: Std Identifier
it: Standard

source: Std Identifier sample
it: es: WMS

source: Std Title
it: Titolo

source: Std Title sample
it: es: Web Map Service

source: Std Description
it: Descrizione

source: Std Description sample
it: es: Specifica OGC per servizi che forniscono immagini geografiche

source: Std Reference documentation
it: Documentazione di riferimento

source: Std Reference documentation sample
it: es: http://www.opengeospatial.org/standards/wms

source: Add new reference
it: Aggiungi altro documento di riferimento

source: Add new conforms to
it: Aggiungi altra conformità a stardard

source: Resource Metadata
it: Metadati della Risorsa

source: Field
it: Nome campo

source: Value
it: Valore

source: Format
it: Formato

source: Additional Information
it: Informazioni supplementari

source: Last updated
it: Ultima modifica

source: unknown
it: Sconosciuto

source: Created
it: Creato

source: Dataset Metadata
it: Metadati del Dataset

source: N/D
it: N/A

source: From
it: Da

source: Until
it: A

source: Source Catalog Info
it: Catalogo d'origine

source: Description
it: Descrizione

source: Last Updated
it: Ultimo aggiornamento

source: Last Modified
it: Ultima modifica

source: eg. 2012-06-05
it: es. 2012-06-05

source: File Size
it: Dimensione del file

source: eg. 1024
it: es. 1024
